Repository: 84000/data-translation-memory
Catalog: toh381_84000-emergence-from-samputa.tmx
Source language: bo
Languages: en

source: སྐུ་དང་། གསུང་དང་། ཐུགས་མཉམ་པར་གཞག་པར་འགྱུར་རོ།
en: “He should be content in body, speech, and mind. In order to be free of mental agitation, the practitioner should always drink wine. Like the victorious ones, he should regard all things, whether repulsive or greatly enjoyable, colorful or plain, delightful or depressing, as identical.

source: །ཇི་ལྟར་ཡང་སེམས་འཁྲུལ་པ་མ་ཡིན་པ་དེ་ལྟར་ཆང་རྣལ་འབྱོར་པས་རྟག་ཏུ་བཏུང་བར་བྱ་བ་དང་། དམན་པས་ཤིན་ཏུ་སྒེག་པ་དང་། རིགས་དང་བཅས་པ་དང་། རིགས་མེད་པ་དང་། སྡུག་ཅིང་ཕོངས་པའི་སེམས་ཅན་ཐམས་ཅད་ལ་གཅིག་པའི་ཚུལ་གྱིས་རྒྱལ་བ་ལྟ་བུར་བལྟ་བ་དང་། གླེགས་བམ་བཀླག་པར་གསུངས་པ་མི་བྱ་བ་དང་། དཀྱིལ་འཁོར་དང་མེ་ཏོག་བསྡུ་བར་མི་བྱ་བ་དང་། སྔགས་ཀྱི་བཟླས་པ་མི་བྱ་བ་དང་། ལྷ་དང་དབང་བསྐུར་བ་ལ་སོགས་པ་ལ་ཕྱག་མི་བྱ་བ་དང་། བརྫུན་དུ་སྨྲ་བ་དང་། ཕ་རོལ་གྱི་བུད་མེད་སྐལ་བ་བཟང་མོ་བསྟེན་པར་བྱ་བ་དང་། གདུག་པ་ཅན་ལ་བྱམས་པ་མི་བྱ་བར་གསུངས་པ་དང་། སངས་རྒྱས་དང་སྲོག་ཆགས་གསད་པ་དང་། རྒྱལ་བས་མཆོད་པའི་སློབ་དཔོན་དང་། ཡེ་ཤེས་ཀྱི་དམ་ཚིག་ནི་སེམས་ཅན་དེ་དམ་ཚིག་གིས་རྟག་ཏུ་དངོས་གྲུབ་སྣ་ཚོགས་སྦྱིན་པར་བྱེད་དེ།
en: “He should not recite texts, assemble maṇḍalas, or gather flowers. He should not recite mantras, nor should he pay homage to the deity, consecrated things, and so forth. He should speak false words and approach the charming wives of others. He should have no loving kindness for rogues, and should kill buddhas and other living beings. “The wise practitioner, however, should always worship his teacher, venerated by the victorious ones, who is the wisdom and the pledge being—the best of all beings, and who is the samaya that bestows various accomplishments.

source: བློ་དང་ལྡན་པ་ལ་ཕྱོགས་བཅུར་རྣམ་པར་བཞུགས་པ་མཆོད་པར་བྱེད་དོ། །གང་གི་ཕྱིར་རྫོགས་པའི་སངས་རྒྱས་དང་བྱང་ཆུབ་སེམས་དཔའི་བསོད་ནམས་གང་ཞིག་སློབ་དཔོན་གྱི་བ་སྤུའི་ཁུང་བུའི་རྩེ་མོ་ལ་མཐོང་བ་དེའི་ཕྱིར་བྱང་ཆུབ་སེམས་དཔས་སློབ་དཔོན་ལ་སངས་རྒྱས་ཀྱིས་མཆོད་པ་བྱེད་པ་མཐོང་ངོ་།
en: Since whatever merit is possessed by the fully awakened ones and the bodhisattvas dwelling throughout the ten directions can be seen in the openings of the master’s pores, the buddhas rejoice at seeing the bodhisattvas worship the master.

source: །ངེས་པར་རང་གི་དམ་ཚིག་སངས་རྒྱས་འདོད་པས་དངོས་གྲུབ་སྦྱིན་པར་བྱེད་པས་བླ་མ་དམ་པ་ལ་སྨད་པར་མི་བྱ་བ་དང་། རྡོ་རྗེ་སྤུན་ལ་མི་གུས་པར་མི་བྱ་བ་དང་། གང་ཞིག་བྱིན་པ་དེ་བཟུང་ནས་མཆོད་རྟེན་ལ་ཕྱག་མི་བྱ་བ་དང་། སྤུན་དང་། བུ་དང་། ཕ་དང་། རྒྱལ་སྲིད་ཀྱི་ལོངས་སྤྱོད་དང་། གཏེར་དང་། ནོར་དང་། འབྲུ་ཐམས་ཅད་ལ་རྩྭ་ལྟ་བུར་མཐོང་ནས་ཁམས་གསུམ་གྱི་རྒྱལ་པོ་བསྒྲུབ་པར་བྱའོ།
en: “Since the buddhas with whom he has the bond of samaya will grant the desired awakening, he should never criticize the teacher and never disrespect his siblings on the vajra path. Accepting whatever is offered, he should not pay homage to caityas. Regarding his blood brothers, sons, and father, as well as the kingdom with its pleasures, treasuries, riches, and granaries to all be like grass, he should gain dominion over the three realms.”

source: །འཁྱུད་པའི་སྤྱོད་པ་སྟེ་ལྔ་པ་ལས་རབ་ཏུ་བྱེད་པ་གསུམ་པའོ།།
en: This concludes the third part of the fifth chapter describing the post-initiatory observances.

source: །སྤྱོད་པ་ཕ་རོལ་ཕྱིན་མཚན་ཉིད།
en: “By these signs the vajra practitioner

source: །གང་གི་རིང་ནས་ཤེས་པ་དེ། །རྡོ་རྗེ་ཡོ་གིར་ཐེ་ཚོམ་མེད། །མཁའ་འགྲོ་མ་སོགས་གཏོར་མ་ནི།
en: Can be recognized from afar without any doubt.

source: །ཇི་ལྟར་རྙེད་དང་བཟའ་བཏུང་ནི།
en: He should eat and drink whatever food is found,

source: །དེ་བཞིན་རྣལ་འབྱོར་པ་ཡིས་བཟའ།
en: Comprising the oblation to a ḍākinī, and so forth.

source: །རོ་ཡི་དཀྲིས་མའི་གོས་བཟང་དང་། །རོ་བསྲེགས་ཐལ་བས་རྣམ་པར་བརྒྱན།
en: “Wearing clothes and a kaupīna from a corpse,

source: །ཕྲུ་ཆག་ཤིན་ཏུ་གསང་བར་ནི།
en: And smeared with ashes from a cremated body,

source: །མཚན་མོའི་དུས་སུ་རྒྱུ་བར་བྱ།
en: He should wander around at night, In secret, carrying a bowl made from a broken skull.

source: །བཞི་མདོ་དང་ནི་རི་བོ་དང་། །ཤིང་གཅིག་གམ་ནི་དུར་ཁྲོད་དང་། །བཞིར་ནི་དེ་ནས་སྔགས་པ་ཡིས།
en: “At a crossroads, on a mountain, Under a lone tree, or in a charnel ground— It is said that in these four places

source: །བསྒོམ་པ་བཟང་པོ་བྱ་བར་བརྗོད།
en: The meditation of the follower of Mantra will be effective.

source: །མ་མོའི་ཁྱིམ་དང་མཚན་མོ་དང་། །ཡང་ན་དབེན་པའམ་བས་མཐར་ནི།
en: “Alternatively, in a mātṛkās’ temple at night, Or in an isolated place, or the wilderness,

source: །ཅུང་ཟད་དྲོད་ནི་ཐོབ་པ་ཡིས།
en: When some heat has been generated,

source: །གལ་ཏེ་སྤྱོད་པ་བྱེད་འདོད་ན།
en: He can do the following practice if he wishes to.

source: །བདག་ཉིད་གལ་ཏེ་འགྲུབ་འདོད་པས།
en: “If he wants accomplishment for himself,

source: །བྱིས་པ་བཞིན་དུ་སྤྱད་ནས་ནི།
en: He should start behaving like a child again.

source: །སེམས་ཅན་རྗེས་སུ་གཟུང་བའི་རྒྱུར། །བློ་ལྡན་ཆེན་པོས་རྒྱུ་བར་བྱ།
en: A practitioner of keen intellect should roam about With the purpose of benefiting sentient beings.

source: །ཞེན་པ་མེད་པའི་སེམས་ཀྱིས་ནི།
en: “With his mind free of attachment,

source: །ཁ་དོག་ཅན་གྱི་རྟག་སྒྲིབ་པ།
en: And always wearing colorful clothes,

source: །བ་སྤུའི་ཁུང་བུའི་བུ་ག་ནས།
en: The practitioner should imagine that from the pores of his skin

source: །ཕྱོགས་བཅུ་རྣམས་སུ་དབྱུང་བར་བྱ།
en: Radiate deities throughout the ten directions.

source: །འཇམ་པའི་རྡོ་རྗེར་རང་གྱུར་ནས།
en: “With himself transformed into Mañjuvajra,

source: །དཀྱིལ་འཁོར་པར་ནི་རབ་ཏུ་བརྟག །པདྨའི་ཚལ་ནི་ཉམས་དགའ་བར།
en: He should visualize the circle of his retinue of deities. The practitioner should do this in a pleasant lotus garden

source: །ཆུ་བོ་འདུས་པ་རྣམས་སུ་ཡང་།
en: At a confluence of rivers.

source: །དེར་གནས་རྣལ་འབྱོར་པས་བསྒོམས་ན།
en: “Should he stay there and meditate,

source: །ཕུག་གམ་རི་ཡི་རྩེ་མོར་ནི། །ཤིན་ཏུ་མཉམ་པར་བཞག་པས་གནས།
en: Or on a mountain peak, with a focused mind.

source: །ཇི་ལྟར་རྙེད་པ་བཞིན་དུ་བཟའ།
en: “He should eat whatever he finds;

source: །ཟོས་ཤིང་ཟོས་ནས་གཏོར་མ་སྦྱིན།
en: Whenever he eats, he should offer an oblation,

source: །འབྲས་བུ་སྣ་ཚོགས་དོ་ཤལ་སོགས།
en: And he should bedeck himself with various fruits, garlands, and so forth,

source: །འོལ་མ་ཟི་སོགས་དེ་བཞིན་སྤྲས།
en: And likewise with little bundles of flowers, and so forth.

source: །སྲོག་ཆགས་ཡན་ལག་གོས་གྱོན་ཞིང་།
en: “He should dress in clothes from the skins of living creatures.

source: །བདེ་དོན་གཉེར་ལ་བདེ་བ་སྦྱིན།
en: Aspiring for bliss, he is conferred bliss. He should recite sometimes in Sanskrit

source: །རེས་འགའ་ལེགས་སྦྱར་ཟུར་ཆག་ནི།
en: And, conversely, sometimes in Prakrit.

source: །བཟློག་པ་ཡིས་ནི་འདོན་པར་བྱེད། །བཟའ་དང་བཟའ་མིན་ཅི་སྙེད་པ། །སྨྱོན་པའི་སྦྱོར་བས་བཟའ་བར་བྱ། །གཞན་པའི་ཡུལ་འཁོར་གྲུབ་པ་དང་། །རི་ཡི་ཕུག་དང་ཚང་ཚིང་དང་། །གདོད་ནས་གྲུབ་པའི་དུར་ཁྲོད་ཆེ། །རྒྱ་མཚོ་ཆེན་པོའི་འགྲམ་དུ་ཡང་།
en: “In the vein of a madman, he should eat whatever he finds, whether it is regarded as fit for eating or not, roaming throughout other countries, renowned mountain caves, groves, great ancient charnel grounds, and the shores of great oceans.

source: །དེར་གནས་ཤེས་རབ་ཅན་གྱིས་བསྒོམ།
en: “Staying in such places, the wise practitioner should meditate

source: །སྐྲག་པ་ཐམས་ཅད་རྣམ་སྤངས་ཏེ།
en: Completely free of all fear.

source: །ཡང་ནི་ཕྱོགས་ལས་རྣམ་རྒྱལ་བརྩམ།
en: On the conquest of the quarters.

source: །ཕྱོགས་བཅུར་རྣམ་པར་གནས་པ་ཡི།
en: Of all the residents throughout the ten directions,

source: །སྐྱེ་བའི་སྒྲིབ་པས་བསྒྲིབས་པ་ཡི།
en: Who are veiled by the obscurations concomitant with birth.

source: །ཀུན་གྱི་བསམ་པ་འགེངས་པར་བྱེད།
en: “When he has completely abandoned through meditation

source: །གཟུང་བ་དང་ནི་འཛིན་པ་ཀུན། །བསྒོམ་པས་སྤངས་ཤིང་རྣམ་པར་སྤངས།
en: All involvement with apprehended objects and apprehending subjects,

source: །འདིས་ནི་བསྒོམས་པ་ཐམས་ཅད་ཀྱིས།
en: And all his meditation becomes like this,

source: །ཕྱོགས་ལས་རྣམ་རྒྱལ་མངོན་པར་བརྗོད།
en: He is called “the conqueror of the quarters.”

source: །དེ་ལྟར་རེ་ཞིག་གནས་བྱས་ནས།
en: “Having then attained some stability,

source: །དེ་ཉིད་མི་ཤིགས་རྣལ་འབྱོར་པས།
en: The practitioner of the real state is unassailable.

source: །རིག་མའི་ལྷ་མོ་འདོད་པ་ཡི།
en: He can summon vidyā goddesses

source: །ཤིན་ཏུ་གཟུགས་ཅན་བསྡུས་ནས་བྱ།
en: And make the most beautiful one his lover.

source: །ཆུས་བྱུང་ཡིད་འོང་རིན་ཆེན་དང་། །རིག་པ་འཛིན་པའི་ཉམས་དགའ་འམ།
en: “It could be an apsaras, who is a charming gem And attends to the gratification of vidyādharas,

source: །ལྷ་ཡི་བུ་མོ་གནོད་སྦྱིན་མོ། །ཡང་ན་ཀླུ་མོ་རྐང་འོག་ཏུ།
en: Or it could be a celestial daughter, a yakṣiṇī,

source: །གནས་པ་དང་ནི་ལྷ་མིན་མོ།
en: A nāginī, or an asurī. “The practitioner should summon,

source: །འདི་ནང་ཡོ་གིས་རིག་མ་གཅིག །རང་གི་སེམས་ལ་མངོན་འདོད་པ།
en: From among them, one vidyā, pleasing to his mind. He should subdue her

source: །ལྕགས་ཀྱུ་ཞགས་པའི་རབ་སྦྱོར་བས། །རྣལ་འབྱོར་པ་ཡིས་བཀུག་ནས་བསྒྲུབ།
en: By means of a goad and a noose,

source: །ཉེ་བར་དགོས་པ་རྒྱས་པ་ཀུན།
en: “Until this deity grants all objects that may be useful,

source: །མ་བསླངས་པར་ནི་ལྷ་ཡིས་སྟེར།
en: Without his having to beg for them.

source: །རྒ་དང་ནད་ལས་རྣམ་པར་གྲོལ།
en: Free from disease and old age, not swayed by opposites,

source: །གཉིས་མེད་གནས་གསུམ་སྡིག་པ་མེད།
en: He will remain in the three worlds free from sin.

source: །ལུས་ཀྱིས་སྦྱིན་པ་བྱིན་ནས་ནི།
en: “Having offered his body as a gift,

source: །ཕྱིས་ནི་སྤྱོད་པ་ཡང་དག་བརྩམ། །སྐལ་དང་སྐལ་མེད་རྣམ་དཔྱང་པས།
en: The practitioner should then start his samaya practice.

source: །དེ་ཕྱིར་སྦྱིན་པ་སྦྱིན་མི་བྱ།
en: Accordingly, the gift should not be given Based on consideration of whether the recipient is worthy or not.

source: །བཟའ་བཅའ་དེ་བཞིན་བཏུང་བ་ཉིད།
en: “He should partake of solid and liquid food and drink

source: །ཇི་ལྟར་རྙེད་པ་བཟའ་བར་བྱ།
en: Just as they happen to come by.

source: །ཡིད་འོང་མི་འོང་རྣམ་རྟོག་ཕྱིར།
en: He must not grasp in that regard,

source: །ཞེན་པ་ཙམ་དུ་མི་བྱའོ།
en: Deliberating in terms of what is “desirable” and “undesirable.”

source: །བསླབ་དང་དབང་ལས་རྣམ་པར་གྲོལ།
en: “He should be free from training and initiations

source: །དེ་བཞིན་ངོ་ཚའི་བྱ་བ་ཉིད།
en: And know that there is no need for him to feel ashamed of anything. The practitioner should analyze such things with great compassion,

source: །དངོས་པོ་ཀུན་གྱི་རང་བཞིན་གྱིས། །ཡོ་གིས་རྣམ་དཔྱད་སྙིང་རྗེ་ཆེ།
en: According to the empty nature of all things.

source: །མཆོད་སྦྱིན་སྦྱིན་སྲེག་དཀའ་ཐུབ་འདས།
en: “Having gone beyond oblatory rites and austerities,

source: །སྔགས་དང་བསམ་གཏན་རྣམ་པར་སྤངས།
en: He should likewise remain free from mantra recitation and meditation.

source: །དམ་ཚིག་སྡོམ་ལས་རྣམ་པར་གྲོལ། །ཤིན་ཏུ་རྣལ་འབྱོར་ལྡན་སྤྱོད་ཀྱིས།
en: Freed from the rules of such conduct and firmly established

source: །ངེས་པར་སྔོན་དུ་ལྷ་མིན་གང་།
en: In deity yoga, he should do his observances accordingly.

source: །བརྒྱ་བྱིན་ལྟ་བུ་ཡིན་ན་ཡང་།
en: “Even if a demon as powerful as Indra Should clearly appear before him,

source: །དེ་ལ་འཇིགས་པར་མི་བྱ་སྟེ།
en: He must not be afraid,

source: །སེང་གེའི་གཟུགས་ཀྱིས་རྣམ་པར་རྒྱུ།
en: But wander about like a lion.

source: །རྟག་ཏུ་སྙིང་རྗེས་བཏུང་བར་བྱ།
en: He should always drink compassion as his drink.

source: །རྣལ་འབྱོར་བཏུང་དགའ་རྣལ་འབྱོར་པ།
en: Delighting likewise in the drink of yoga,

source: །གཞན་གྱི་བཏུང་བས་བཟི་བ་མེད།
en: The practitioner should not immerse himself in other drinks. “Now another samaya practice is described—

source: །ཡང་ན་དཔལ་ལྡན་རྒྱལ་ཚབ་ཆེའི། །བརྟུལ་ཞུགས་སྤྱོད་པ་བསྒྲག་པར་བྱ།
en: That of the glorious position of a crown prince,

source: །གང་གིས་དངོས་གྲུབ་མཐར་འགྲོ་བ།
en: Through which the final accomplishment is reached

source: །སྒོམ་པ་པོ་ཡིས་རྣམ་གཟུང་བ།
en: “The meditator should put on his ears

source: །རྣ་བ་དག་ལ་རྣ་ཆ་བཟང་།
en: A set of fine earrings;

source: །སྤྱི་བོར་འཁོར་ལོ་རྣམ་པར་འཛིན།
en: On his head, a crown;

source: །ལག་པ་དག་ལ་ལག་གདུབ་ཉིད།
en: On his wrists, a pair of bracelets;

source: །རྐེད་པ་ལ་ནི་སྐ་རགས་ཉིད།
en: “On his hips, a waist chain;

source: །རྐང་པར་དེ་བཞིན་རྐང་གདུབ་བོ།
en: On his ankles, a pair of anklets;

source: །དཔུང་པའི་རྩ་བར་དཔུང་རྒྱན་ཉིད།
en: At the root of his upper arm, an arm bracelet;

source: །མགྲིན་པ་ལ་ནི་ནོར་བུ་སྟེ།
en: And on his neck, a necklace of bone.

source: །བགོ་བ་སྟག་གི་པགས་པ་ཉིད།
en: “He should cover himself in a tiger skin

source: །བཟའ་བ་མི་འཆི་བཅུ་ཕྱེད་དེ།
en: And eat the five ambrosias. If he is a man, he should remain in the absorption

source: །ཧེ་རུ་ཀ་སྦྱོར་སྐྱེས་བུ་ཉིད།
en: Of the Heruka yoga.

source: །མཉམ་པར་གཞག་པས་གནས་པར་བྱ།
en: “He should find a girl from the vajra family

source: །ཤིན་ཏུ་བཞིན་བཟང་མིག་ཡང་སམ།
en: With a beautiful face and elongated eyes,

source: །རང་གིས་དབང་བསྐུར་སྙིང་རྗེ་ཅན།
en: Who has been consecrated by himself and is compassionately disposed.

source: །རྡོ་རྗེའི་བུ་མོ་འདི་ཁྱེར་ནས། །སྤྱོད་པ་བརྟུལ་ཞུགས་རྟོགས་པར་བྱ།
en: Having obtained such a girl, he should learn the observance of consort practice.

source: །རྡོ་རྗེའི་རིགས་ཀྱི་དངོས་མེད་ན།
en: “If a girl from the vajra family is not available,

source: །གང་ཞིག་རང་གི་འདོད་པའི་ལྷའི། །རིགས་ཀྱིས་ཀྱང་ནི་བྱ་བའོ།
en: He should go for one from the family of his chosen deity.

source: །ཡང་ན་གཞན་གྱི་རིགས་བྱུང་བ།
en: Alternatively, he should take a girl from another family,

source: །བྱང་ཆུབ་ས་བོན་བཅུག་པ་ཡིས།
en: Consecrated with the seed of awakening.

source: །སྦྱང་བ་བྱས་ཏེ་ཁྱེར་ནས་ནི།
en: “When a song is sung, it should be

source: །གང་ཚེ་རྡོ་རྗེ་མཆོག་ལྡན་པར། །དེ་ཚེ་གླུ་ནི་བླང་བར་བྱ།
en: A supreme song related to vajra.

source: །གང་ཚེ་དགའ་བ་སྐྱེས་པ་ན།
en: When joy has arisen,

source: །ཐར་པའི་རྒྱུར་ནི་གར་བྱ་སྟེ།
en: He should dance as a cause of liberation.

source: །དེ་ཚེ་རྡོ་རྗེ་རྐང་པས་གར། །རྟག་ཏུ་རྣལ་འབྱོར་པ་ཡིས་བྱ།
en: Accordingly, the practitioner should always Do his dance with vajra steps.

source: །འཁོར་ལོའི་གཟུགས་ཀྱིས་མི་བསྐྱོད་པ།
en: “Akṣobhya is recollected by the crown,

source: །རྣ་ཆའི་བདག་ཉིད་འོད་དཔག་མེད།
en: Amitābha by the earrings,

source: །མགུལ་གྱི་ཕྲེང་བར་རིན་ཆེན་བདག །ལག་པར་རྣམ་པར་སྣང་མཛད་བརྗོད། །སྐ་རགས་ལ་ནི་དོན་ཡོད་གནས།
en: Ratnasambhava by the necklace,

source: །ཤེས་རབ་ཁ་ཊྭཱྃ་ག་གཟུགས་ཅན།
en: And Vairocana by the wrist bracelets. “Amoghasiddhi resides in the waist chain,

source: །ཐབས་ཀྱི་གཟུགས་ཀྱིས་ཅང་ཏེའུ།
en: And the consort takes on the form of the khaṭvāṅga.

source: །སྨན་ནི་རྣམ་པར་བཟའ་བར་བྱ།
en: The practitioner should always eat medicinal herbs

source: །ཆུ་ནི་རྟག་ཏུ་བཏུང་བྱ་སྟེ།
en: And drink water.

source: །རྒ་ཤིས་ཟིལ་གྱིས་མི་ནོན་ཅིང་།
en: “Old age and death will not take hold of him,

source: །ཀུན་ཏུ་བསྲུང་བར་གྱུར་པ་དེའི།
en: And he will always be protected.

source: །རྐུན་མའི་སྐྲས་ཀྱང་ཅོད་པན་བྱ།
en: He should fashion a tiara with the hair of a thief

source: །དེ་ལ་ཧཱུྃ་བྱུང་སྦྱར་བར་བྱ།
en: And place there that which comes from hūṁ

source: །སངས་རྒྱས་ལྔ་ཡི་ཐོད་པ་རྣམས།
en: “He should wear five skulls representing the five buddhas

source: །རྣལ་འབྱོར་སྤྱོད་པས་རྣམ་པར་འཛིན།
en: As part of his practice of deity yoga.

source: །སོར་ལྔའི་དུམ་བུར་བྱས་ནས་ནི།
en: Making the skull pieces five finger-widths in length,

source: །ཅོད་པན་ལ་ནི་རྣམ་པར་འཛིན།
en: He should keep them fastened to the tiara. “A doubly-twined cord of hair

source: །ཐབས་དང་ཤེས་རབ་རང་བཞིན་ལས།
en: Represents wisdom and means.

source: །སྐྲ་ཡི་སྐ་རགས་ཉིས་སྐོར་ཉིད།
en: The practitioner should wear, as part of his practice,

source: །ཐལ་བ་སྐྲ་ཡི་མཆོད་ཕྱིར་ཐོགས། །རྣལ་འབྱོར་པ་ཡི་སྤྱོད་པས་འཛིན།
en: Charnel ground ashes and a sacred cord made of a corpse’s hair.

source: །ཅང་ཏེའུའི་སྒྲ་ནི་བཟླས་པ་སྟེ།
en: “His recitation is the sound of his ḍamaru,

source: །སེམས་ཅན་ཐམས་ཅད་མགྲོན་གཉེར་བའོ། །ཁ་ཊྭཱཾ་ག་ནི་ཤེས་རབ་སྟེ།
en: Which invites all sentient beings to be his guests.

source: །རྡོ་རྗེ་བཟླས་དང་བསྒོམ་པ་ཡིན།
en: This should be the nature of his recitation,

source: །ཐོད་པ་ཅན་དུ་རང་གྱུར་པ།
en: While he himself should become Vajrakapāla.

source: །བརྐམ་དང་རྨོངས་དང་དེ་བཞིན་འཇིགས།
en: “He should avoid greed, stupidity, fear, anger,

source: །ཁྲོ་དང་ངོ་ཚའི་བྱ་བ་ནི། །རྟག་ཏུ་རྣམ་པར་སྤང་བར་བྱ།
en: And the idea that shame is necessary.

source: །ཧེ་རུ་ཀ་བདག་རྣལ་འབྱོར་པ།
en: Embodying the nature of Heruka,

source: །རིགས་ལྔ་ལ་ནི་གནས་པར་བྱ།
en: The practitioner should mix with members of all the five castes. “He should recognize only one caste

source: །རིགས་ལྔ་དག་དང་མཉམ་པར་ལྡན།
en: As comprising the five castes,

source: །རིགས་ནི་གཅིག་ཏུ་རྣམ་པར་བརྟག །རིགས་གཅིག་དུ་མ་ཉིད་ཀྱིས་ནི།
en: For the distinction between many

source: །གང་ཕྱིར་དབྱེ་བས་བསྐྱེད་མི་བྱ། །བདག་ཉིད་ཀྱིས་ནི་གཉིད་སྤངས་ནས།
en: And just one caste should not be made.

source: །ཐེ་ཚོམ་མེད་པར་སྤྱོད་པ་བྱ།
en: “He should without doubt perform the practice

source: །དཔལ་ཡང་དག་པར་སྦྱོར་བ་ལས་བྱུང་བ་ལས།
en: While depriving himself of sleep.”

source: སྤྱོད་པའི་བརྟག་པ་སྟེ་ལྔ་པའོ།།
en: This concludes the chapter on the practice, the fifth in the “Emergence from Sampuṭa.” Chapter 6

source: །།ལྷ་ལགས་ཉན་པར་འཚལ་ལགས་ན།
en: “I would be interested to hear, my lord,

source: །རང་བྱིན་བརླབ་པའི་རིམ་ཅི་ལགས།
en: What are the stages of self-consecration?

source: །གསང་བ་ལ་སོགས་དགོངས་པ་ཅི།
en: What is the purpose of secrecy?” {6.1.1} The Blessed One said:

source: །ཐམས་ཅད་རྒྱུད་ཀྱི་གཏན་ཕབ་པ། །མདོར་བསྡུས་ནས་ནི་བསྒྲག་པར་བྱ།
en: Common to all tantras.

source: །ཨེ་ཡི་རྣམ་པ་གང་གསུངས་པ།
en: “What is referred to with the letter e

source: །གནས་ཀྱི་མཚན་ཉིད་མི་གསལ་བར།
en: Is the place with imperceptible characteristics.

source: །འགྲོ་དང་རྗེས་སུ་འོང་བ་ཉིད།
en: Going and coming with the elements,

source: །ཁམས་དང་སེམས་ཀྱི་རྟག་འགྲོ་བའོ།
en: Mind is always in motion.”

source: །ཁམས་ཞེས་བྱ་བའི་སྒྲ་དུ་ལགས།
en: “Why is the word elements being used?”

source: །བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ། །འདི་ལྟར་གསང་བའི་ཡི་གེ་བཅུ་དྲུག་བརྗོད་པར་བྱ་སྟེ།
en: The lord replied, “Regarding the secret sixteen syllables, the following has been said:

source: །ར་ཡི་རྣམ་པ་ཁྲག་གི་ཁམས།
en: “The syllable ra is the element of blood.

source: །ཧ་ནི་དེ་བཞིན་རེག་བྱ་ཉིད།
en: The ha is the two types of wind.

source: །སྱེ་ནི་བད་ཀན་ཞེས་བྱར་གསུངས།
en: The sye is said to be phlegm, And the pa , bile. {6.1.5} “The following ra is for chyle,

source: །པ་ཡི་རྣམ་པ་སེམས་ཉིད་དང་། །ར་ཡི་རྣམ་པ་རོ་ཉིད་དེ།
en: The me , for the two types of fat.

source: །མེ་ནི་དེ་བཞིན་ལྟ་ཚིལ་དག །ར་ནི་མེ་ཉིད་དུ་ནི་གསུངས། །མེ་ཡི་རྣམ་པ་ཤ་རུ་གསུངས།
en: The ra is said to be fire, And the mye , flesh.

source: །ས་ཡི་རྣམ་པ་བཤང་བར་གསུངས།
en: “The sa is said to be feces,

source: །རྦཱ་ཡི་རྣམ་པས་དེ་བཞིན་ཚིལ།
en: While the rvā is fatty tissue.

source: །སྨན་པགས་པ་ཉིད་དུ་གསུངས།
en: The tma is said to be skin,

source: །ནི་ཡི་རྣམ་པས་རུས་པ་ཉིད།
en: And the ni , bone.

source: །ས་ནི་གཅི་བ་ཉིད་དུ་གསུངས།
en: “The sa is said to be urine,

source: །དཱ་ཡི་རྣམ་པས་གློ་བ་ཉིད།
en: And the dā is thought to be lungs.

source: །སྠི་ནི་པདྨ་ཉིད་དུ་གསུངས།
en: The sthi is said to be the lotus,

source: །ཤིན་ཏུ་མཛེས་པའི་རྫས་དང་ལྡན།
en: Moist with wonderful fluid.

source: །ཏ་ཡི་རྣམ་པས་ཁུ་བ་ནི།
en: “The ta represents semen,

source: །བྱང་ཆུབ་སེམས་ལས་བྱུང་བ་ཡིན། །རྩ་ཡི་སྒྲ་ཡི་རང་བཞིན་ལས།
en: Which comes from bodhicitta.

source: །དེ་ལྟར་ལྷ་མོ་བསྒྲགས་པ་ཡིན།
en: This has been explained, goddess, Based on the natures of the channels and sounds.

source: །ཆ་ཡི་བདག་ཉིད་འགྱུར་བ་ཉིད།
en: Comes the embodiment of semen.

source: །ར་ནི་མེ་ཞེས་བྱ་བར་གསུངས།
en: The letter ra is said to be body heat;

source: །ཁྲག་ལས་མཁྲིས་པ་ཡང་དག་ལངས།
en: Bile is produced from blood.

source: །མཚན་ཉིད་གཅིག་འདོད་བད་ཀན་ལས།
en: “Phlegm, which is held to be a singular property,

source: །རྡུལ་དང་ཆུ་རྒྱུས་ཡང་དག་བྱུང་།
en: Produces sweat and tendons.

source: །དེ་ཡི་མགོན་པོར་བརྗོད་པའི་རླུང་།
en: Wind is said to be their master;

source: །ཧ་ནི་ཀུན་དུ་འགྲོ་བར་གསུངས།
en: As the syllable ha , it is known to be omnipresent.

source: །རུས་པའི་མཚམས་ནི་འདི་རྣམས་སུ།
en: “In the spaces between the bones

source: །ས་བོན་ལྔ་ནི་ཡང་དག་བཏབ།
en: Are planted the five seeds. On the palate is the ra

source: །རྐན་དུ་ར་དང་ཐམས་ཅད་དུ། །ས་བོན་བཞི་ནི་དམ་པ་ཉིད།
en: And everywhere the sublime four syllables.

source: །དང་པོའི་རེའུ་མིག་གནས་དེར་ནི།
en: “At the location of the first enclosure,

source: །ས་བོན་ལྔ་ནི་མཛེས་པ་ཉིད།
en: And adorned with the five syllables,

source: །ཧ་ནི་དབྱངས་ཀྱི་དྲུག་ལྡན་པ།
en: Is the letter ha conjoined with the sixth vowel

source: །རྣམ་པར་ཤེས་པར་ཡོངས་སུ་གྲགས།
en: Which is proclaimed to be the syllable of consciousness

source: །ཧ་ཡི་རྣམ་པས་ཐམས་ཅད་དུ།
en: “By means of the letter ha

source: །སངས་རྒྱས་ཀུན་དང་མཉམ་པར་སྦྱོར།
en: All buddhas everywhere assemble.

source: །སྒྲ་ཡི་ཚུལ་ལས་བྱུང་བཏོན་ཞིང་།
en: From this source, whose nature is sound,

source: །དམ་ཚིག་སྤྱོད་པའི་སྤྱོད་ཡུལ་ཉིད།
en: Emerge the objects of the samaya practice.

source: །འཇིག་རྟེན་གསུམ་དུ་རྙེད་དཀའ་བ།
en: “Difficult to come by in the three worlds, this source

source: །ཐོག་མ་དབུས་མཐའ་ཡང་དག་གནས།
en: Is present at the beginning, in the middle, and at the end.

source: །བསྲུབ་དང་སྲུབ་བྱེད་སྦྱོར་བ་ལས། །ཇི་ལྟ་བ་ནི་དེ་བཞིན་ནོ། །སྔགས་བཟླས་བསམ་གཏན་ལ་སོགས་ལྡན།
en: One can connect to it, just like a churning stick is connected to the act of churning, By means of mantra recitation, meditation, and so forth.

source: །རྒྱུད་ལས་གསུངས་པ་མཉན་པར་གྱིས།
en: “Listen to what has been taught in the tantras.

source: །རྩ་གཉིས་སྐྱེ་གནས་དབུས་སུ་ནི།
en: There are two subtle channels inside the womb,

source: །གཡོན་དང་གཡས་སུ་དེ་བཞིན་དུ།
en: The left and the right.

source: །གཡོན་དུ་ཁུ་བ་རྣམ་ཤེས་བྱ།
en: “In the left one, the white sexual fluid is known to be present;

source: །གཡས་པ་ལ་ནི་ཁྲག་ཉིད་དེ།
en: In the right one, the blood.

source: །དེ་ཡི་ཕན་ཚུན་བསྡུ་བ་ཡང་།
en: Where they come into contact is

source: །ཆོས་ཀྱི་དབྱིངས་ནི་སྡུད་པ་ཡིན།
en: The complete sphere of phenomena.

source: །སྙིང་སྟོབས་སྐུ་དང་རྡུལ་དག་བཅས།
en: “The sattvamprinciple is the body, rajas is speech,

source: །མུན་པ་སེམས་ཀྱི་རང་བཞིན་ལས།
en: And, according to its nature, tamas is mind.

source: །སྙི་སྟོབས་ཁུ་བ་རིན་ཆེན་རྡུལ།
en: Sattvam is semen, rajas is blood,

source: །མུན་པ་སྐྱེད་པར་བྱེད་པ་ཉིད།
en: And tamas , foetal development

source: །རྡོ་རྗེ་པད་མོ་མཉམ་སྦྱོར་བས།
en: “Through the meeting of the vajra and the lotus,

source: །དངོས་དང་དངོས་མེད་རོ་གཅིག་འགྱུར།
en: Existence and nonexistence become a single taste. The experience becomes of a single taste.

source: །བཤང་བ་གཅི་བ་བད་ཀན་དང་། །ཁྲག་དང་ལྔ་པ་ཁུ་བ་ཉིད།
en: Feces, urine, phlegm, blood, and semen as the fifth

source: །བདུད་རྩི་ལྔ་ཡི་གོང་བུའི་དངོས།
en: “The embryo consists of these five ambrosias,

source: །དེ་ཕྱིར་རྡོ་རྗེ་ཅན་དུ་བརྗོད།
en: Therefore it is here called vajrin

source: །རུས་པ་རྐང་དང་ཁུ་བ་ནི།
en: Bone, marrow, and semen

source: །ཕ་ལས་སྐྱེས་པར་དེ་བཞིན་གསུངས།
en: Are said to come from the father.

source: །པགས་པ་དང་ནི་ཤ་དང་ཁྲག །མ་ལས་སྐྱེས་པ་ཞེས་བྱར་བསྒྲགས།
en: “Skin, flesh, and blood

source: །གོང་བུའི་བསྡུ་བ་རྣམས་ཀྱི་ཡང་།
en: Are said to come from the mother.

source: །ཚད་ནི་འདི་དག་གསུངས་པ་སྟེ།
en: These six are described as bodily elements And are joined together in the embryo.

source: །གོང་བུ་གཅིག་པུ་གཉིས་སུ་འགྱུར།
en: “A single cell becomes two;

source: །གཉིས་སུ་གྱུར་པ་དུ་མ་རྣམས།
en: The two become many—

source: །གཅིག་པུ་དུ་མའི་རང་བཞིན་གྱིས།
en: Since it has the nature of both one and many,

source: །དེ་ཕྱིར་རྡོ་རྗེ་ཅན་འདིར་གསུངས།
en: It is here called vajrin

source: །རྩ་ཡི་ཀུན་སྤྱོད་ཉིད་གསུངས་པ།
en: “In what is described solely in terms of the movement

source: །དེ་ཡི་སྒོ་ཡང་དེ་གཉིས་ལ།
en: Through the subtle channels, those channels have two openings.

source: །དེ་རྣམས་འདུ་བའི་དུས་སུ་ནི།
en: At the time of their convergence,

source: །ལྷ་ནི་དམིགས་པར་འགྱུར་བ་ཡིན།
en: One can perceive the deity there.

source: །སྟེང་གི་སྒོ་དང་འོག་ཉིད་དེ།
en: “There is the upper opening and the lower one.

source: །འོག་གི་སྒོ་ནི་རྣམ་པར་ཤེས།
en: Through the lower one courses consciousness,

source: །སྟེང་གི་སྒོ་ནི་དབྱིངས་ཉིད་དོ།
en: And through the upper, the elements.

source: །རྩ་ནི་ཐམས་ཅད་མཉམ་སྦྱོར་བས།
en: “The practitioner, having brought together all the channels,

source: །རྣལ་འབྱོར་པས་ནི་འཇུག་པར་བསམ། །དེ་ཡི་ལུས་ཀྱི་སྟེང་སྒོ་ལའང་།
en: Should visualize it entering.

source: །རྡོ་རྗེ་ཅན་གྱི་རྟག་རྒྱུན་བཞུགས།
en: The vajrin is continuously present At the upper opening of one’s body.

source: །སྟེང་གི་སྒོར་ནི་སྦྱོར་བ་གསུམ།
en: “In the upper opening there is a triple mechanism
